{
    "metadata": {
        "title": "Gaslit! by Green Connection",
        "description": "An interactive game that shows critical incidents in the timeline of PetroSA’s recent risky history. Users form part of key decision makers at each point."
    },
    "home": {
        "get-started": "How does it work?",
        "credit": "A news game created by"
    },
    "": "",
    "how-does-it-work": {
        "title": "Before you get started",
        "sub-title": "How does it work?",
        "get-started": "Start the first scenario!",
        "sections": [
            {
                "label": "Step 1",
                "heading": "Discover your role",
                "image": {
                    "filename": "your-role.webp",
                    "alt": "Image of silhouetted portraits"
                },
                "text": "You are the head of PetroSA. This is one of the key state owned companies in South Africa’s energy sector, and was formed in 2002 as a result of the merger of several older organisations which looked after oil and gas supplies. Its parent organisation is the Central Energy Fund (CEF), which in 2024 reported to the Department of Mineral Resources and Energy. PetroSA’s role today includes offshore prospecting for natural gas, importing diesel and managing a gas to liquid (GTL) refinery."
            },
            {
                "label": "Step 2",
                "heading": "Get the low down",
                "image": {
                    "filename": "the-investigation-board.webp",
                    "alt": "Cork board with post it notes"
                },
                "text": "Read the briefing and check out the investigation board to understand the factors at play in this scenario."
            },
            {
                "label": "Step 3",
                "heading": "Assess the dilemma",
                "image": {
                    "filename": "real-story.webp",
                    "alt": "Photos, note, and money"
                },
                "text": "You will be presented with a dilemma from the past that will test your moral and ethical boundaries."
            },
            {
                "label": "Step 4",
                "heading": "Make your choice",
                "image": {
                    "filename": "choices.webp",
                    "alt": "The letters A, B, C, and D encircled with B highlighted in red"
                },
                "text": "Assess your options and make the choice that feels right to you!"
            },
            {
                "label": "Step 5",
                "heading": "See what happened",
                "image": {
                    "filename": "money-form-who.webp",
                    "alt": "Pinned note"
                },
                "text": "See how your answer compares to the decision that was actually taken and get more information about what went down. You might be surprised!"
            }
        ],
        "end-line": "Ready to get started? Good luck!"
    },
    "debrief": {
        "title": "What now?",
        "sub-title": "The debrief",
        "intro": "So you’re done playing... what next?",
        "references": "References",
        "share-the-game": {
            "heading": "Share the game",
            "text": "Please help us spread this story far and wide by sharing this game with friends and family!"
        },
        "follow-green-connection": {
            "heading": "Follow Green Connection",
            "text": "Needless to say, the story is far from over. The Green Connection team will be staying on top of the PetroSA saga and helping to keep the public informed as developments take place. "
        },
        "check-our-sources": {
            "heading": "Check our sources",
            "text": "Curious about where the data that went into each scenario came from? Check out our our full list of references to do some more reading and learning more about each scenario."
        }
    },
    "references": {
        "title": "Want to learn more?",
        "sub-title": "References",
        "back": "Back"
    },
    "global": {
        "title": "Green Connection's",
        "title-name": "Gaslit!",
        "sub-title": "The game of greed and gas at PetroSA",
        "information": "Game derived from available information. Feedback and additional information are welcomed.",
        "your-options": "Your options",
        "scenario-count": "Scenario",
        "next-scenario": "Next scenario",
        "more-info": "More info",
        "finish": "Finish!",
        "references": "References",
        "learn-more": "Learn more",
        "scenarios": [
            {
                "format": "normal",
                "slug": "getting-started",
                "title": "Getting started!",
                "sub-title": "2002 - 2004",
                "sections": [
                    {
                        "heading": "Set-up",
                        "text": "Congratulations on your appointment to the newly formed SOE, PetroSA. A politically linked company called Imvume Management has a deal via Glencore, a well known mining company, for buying Iraqi oil. Just two issues: Iraqi fuel can only be purchased through the UN’s  Oil for Food programme, and Imvume needs cash up front to do the job. "
                    },
                    {
                        "image": "finding-the-oil-to-get-started.webp"
                    },
                    {
                        "heading": "The dilemma",
                        "text": "You really want this cheap oil for the strategic reserve. Do you…"
                    },
                    {
                        "image": "start-strong-or-start-to-slip.webp"
                    }
                ],
                "options": [
                    {
                        "text": "Refuse the deal and insist on a transparent tender process in line with procurement regulations\n",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Hand over the cash!",
                        "goto": "correct"
                    },
                    {
                        "text": "Refuse to do the deal and report the issue to parliamentary oversight committees",
                        "goto": "incorrect"
                    }
                ],
                "answers": {
                    "correct": {
                        "title": "You handed over the cash, well done!",
                        "description": "PetroSA handed over several payments to Imvume Management, which was later accused by an independent inquiry of illicit dealing under the oil-for-food programme in Iraq. It did so with the government of the time’s blessing[1]. \n\nMedia reports also alleged that at least R11m of the money paid from PetroSA was alleged to have been given to the ANC as kickbacks to fund its 2004 election campaign[2]. \n\nHere’s the real kicker - most of the Iraqi oil never actually came to SA, and you ended up buying from Russia instead! Start as you mean to go on…\n"
                    },
                    "incorrect": {
                        "title": "Are you sure you are cut out for this business?",
                        "description": "What happened was that PetroSA handed over several payments to Imvume Management, which was later accused by an independent inquiry of illicit dealing under the oil-for-food programme in Iraq. It did so with the government of the time’s blessing[1]. \n\nMedia reports also alleged that at least R11m of the money paid from PetroSA was alleged to have been given to the ANC as kickbacks to fund its 2004 election campaign[2].\n\nHere’s the real kicker - most of the Iraqi oil never actually came to SA, and you ended up buying from Russia instead! Start as you mean to go on…\n"
                    }
                },
                "learn-more": "“Oilgate”, as it was dubbed, was just a small part of the fossil fuel industry’s dodgy dealings in Iraq before the US invasion of 2003. Unsurprisingly, there were no prosecutions in SA, though, and dirty fuel producers laughed all the way to the bank!",
                "references": [
                    {
                        "title": "Volker Report (UN)",
                        "number": "1",
                        "url": "https://web.archive.org/web/20130823070841/http://www.iic-offp.org/documents/IIC%20Final%20Report%2027Oct2005.pdf"
                    },
                    {
                        "title": "Mail & Guardian",
                        "number": "2",
                        "url": "https://mg.co.za/article/2005-07-15-oilgate-company-was-anc-front/\n"
                    }
                ]
            },
            {
                "format": "normal",
                "slug": "where-did-all-the-gas-go",
                "title": "Where did all the gas go?",
                "sub-title": "2006",
                "sections": [
                    {
                        "image": "a-gas-company-with-no-gas.webp"
                    },
                    {
                        "heading": "Set-up",
                        "text": "The heart of PetroSA’s operation is the gas-to-liquid (GTL) refinery in Mossel Bay, which converts gas mined off the coast to petroleum fuels. But with the gasfields expected to run dry by 2011, you’ve got some big decisions to make."
                    },
                    {
                        "image": "gas-supply-running-dry-at-mosgas.webp"
                    }
                ],
                "options": [
                    {
                        "text": "Wind down operations at Mossel Bay and invest in renewable energy",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Start planning to import liquid natural gas to keep the refinery going",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Begin prospecting for oil and gas outside South Africa",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Both 2 & 3",
                        "goto": "correct"
                    }
                ],
                "answers": {
                    "correct": {
                        "title": "Correct!",
                        "description": "Keeping the plant open makes a certain kind of business logic, but over the next five years you’ll go on to spend (and lose) somewhere in the region of $100 million in unsuccessful ventures drilling in Egypt, half that again in Equatorial Guinea and $30 million in Gabon. Despite this, you’ll all make plans to spend $650 million on prospecting South African waters (with no results to this day)[3][4]. \n\nIn hindsight, perhaps sticking to fossil fuels wasn’t the best bet. Over the next 18 years the cost of renewable energy and battery storage will drop by 90% or more - but who could have predicted that?"
                    },
                    "incorrect": {
                        "title": "Incorrect!",
                        "description": "It’s 2006 and despite the fact that renewable energy costs will drop so far in the next 15 years that some European firms are forced to give electricity away at peak times, South Africa’s energy procurement plan is still very fossil fuel focussed.   \n\nKeeping Mossel Bay open makes a certain kind of business logic, but over the next five years you’ll go on to spend (and lose) a staggering amount in unsuccessful ventures looking for new sources of gas feedstock. This included somewhere in the region of $100 million spent on drilling in Egypt, half that again in Equatorial Guinea and $30 million in Gabon. You’ll also make plans to spend $650 million on prospecting South African waters (with no results to this day)[3][4]. \n\nIn hindsight, perhaps sticking to fossil fuels wasn’t the best bet. Over the next 18 years the cost of renewable energy and battery storage will drop by 90% or more[5]."
                    }
                },
                "learn-more": "Who could predict it? Well, the issue of hidden costs and overspends in fossil fuel extraction - and who pays for it - is well understood globally. \n\nFossil fuel firms have always received lots of hidden subsidies which make their products seem more cost effective than alternatives, although in the long term they are anything but. On paper, the return on investment always looks good, but fails to deliver.\n\nTaxpayers often swallow the losses, investment costs or interest on loans for unsuccessful or disappointing prospecting, while shareholders split the gains.\n\nTake our neighbour, Mozambique.\n\nLoans were taken out to cover the vast cost of developing the Cabo Delgado gasfield on the prediction that GDP growth between 2014 and 2021 would be around 36%. The reality is that that growth was closer to 8%[8].\n\nWhat’s more the project has sparked conflict, violence, environmental impact and increased corruption. All hidden costs which are left to residents of Mozambique and its neighbours to sort out[8].",
                "references": [
                    {
                        "number": "3",
                        "url": "https://www.iol.co.za/business-report/economy/petrosa-eyes-gtl-projects-in-egypt-colombia-and-qatar-734990"
                    },
                    {
                        "number": "4",
                        "url": "https://www.iol.co.za/business-report/companies/petrosa-lands-exploration-rights-in-egypts-gulf-of-suez-732286"
                    },
                    {
                        "number": "5",
                        "url": "https://www.iea.org/news/rapid-expansion-of-batteries-will-be-crucial-to-meet-climate-and-energy-security-goals-set-at-cop28"
                    },
                    {
                        "number": "6",
                        "url": "https://egyptoil-gas.com/news/petrosa-withdraws-from-the-egyptian-sector/"
                    },
                    {
                        "number": "7",
                        "url": "https://debtjustice.org.uk/wp-content/uploads/2023/08/Debt-fossil-fuel-trap-report-2023.pdf"
                    },
                    {
                        "number": "8",
                        "url": "https://www.imf.org/en/Countries/MOZ"
                    }
                ]
            },
            {
                "format": "bonus",
                "slug": "bonus-round",
                "title": "Did you know?",
                "sections": [
                    {
                        "image": "what-are-stranded-assets.webp"
                    },
                    {
                        "heading": "Did you know?",
                        "text": "Countries which rely on fossil fuel exports to sustain their economies are vulnerable to unique challenges which are often beyond their control. These often make their investments in the sector uneconomic in the long run. \n\nFor example, governments may be willing to underwrite loans to gain foreign investment and secure jobs today, but end up with infrastructure producing oil, gas and coal products based on outdated technology.\n\nNot only that, but they will have missed opportunities to invest in renewables.\n\nGlobal Energy Watch estimates that up to $245 billion of investments in gas alone could end up as “stranded assets”[9][10][11], and that “Emerging petrostates are setting up their industries at the worst possible time“. Even worse, the rush to secure natural gas following the invasion of Ukraine and introduction of sanctions against Russia has led to an oversupply in the global market and a drop in market prices. \n\nBy effectively subsidising the production of fossil fuels, governments are increasing the chances that they will end up in a debt trap. The spot price of gas in mid-2024 was 80% less than it was two years before[12]."
                    },
                    {
                        "heading": "Charts",
                        "text": "The International Renewable Energy Agency (IRENA) estimates that a strategy of investing in renewable energy, energy efficiency and related fields such as climate smart agriculture, rather than pursuing current energy goals, could result in significantly more jobs and GDP growth[13]."
                    },
                    {
                        "image": "climate-smart-is-economy-smart.webp"
                    }
                ],
                "references": [
                    {
                        "title": "The scramble for Africa’s gas",
                        "number": "9",
                        "url": "https://globalenergymonitor.org/report/scramble-for-africa-gas-poses-us245-billion-stranded-asset-risk/"
                    },
                    {
                        "title": "The debt-fossil fuel trap",
                        "number": "10",
                        "url": "https://debtjustice.org.uk/wp-content/uploads/2023/08/Debt-fossil-fuel-trap-report-2023.pdf"
                    },
                    {
                        "title": "The rights and wrongs of investing in natural gas",
                        "number": "11",
                        "url": "https://www.economist.com/finance-and-economics/2022/06/23/the-rights-and-wrongs-of-investing-in-natural-gas"
                    },
                    {
                        "title": "Macrotrends",
                        "number": "12",
                        "url": "https://www.macrotrends.net/2478/natural-gas-prices-historical-chart\n"
                    },
                    {
                        "title": "Renewable energy market analysis (IRENA and African Development Bank)",
                        "number": "13",
                        "url": "https://www.irena.org/-/media/Files/IRENA/Agency/Publication/2022/Jan/IRENA_Market_Africa_2022.pdf"
                    }
                ]
            },
            {
                "format": "normal",
                "slug": "flying-high",
                "title": "Flying high",
                "sub-title": "2010",
                "sections": [
                    {
                        "heading": "Set-up",
                        "text": "The BEE company chosen by your Indian contractor to fly workers to your rigs is run by a powerful former prosecutor, and you have skeletons in the closet - including allegations of some dodgy dealings with underworld figures like Brett Kebble - which the prosecutor knows about!"
                    },
                    {
                        "image": "trouble-getting-to-rigs.webp"
                    },
                    {
                        "text": "“Due diligence” is an uncomfortable prospect. Do you…"
                    }
                ],
                "options": [
                    {
                        "text": "Seize the opportunity to clean up the firm’s act and fess up to sins of the past?",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Continue to deal with your new supplier, but keep them well at arms length?",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Ditch the worrisome partner and ask the airforce to start shuttling workers?",
                        "goto": "correct"
                    }
                ],
                "answers": {
                    "correct": {
                        "title": "Correct!",
                        "description": "That’s right, PetroSA’s chair (Popo Molefe) seems to have unilaterally binned a contract for transporting workers to rigs, and was sued by Indwe Aviation. Suspicions were raised as to the reasons, and that Indwe’s local partner was run by an ex-prosecutor. As an encore, the chair went on to try and sack the newly appointed CEO (chosen by the Minister for Energy), who was later reinstated by the board[14][15][16]."
                    },
                    "incorrect": {
                        "title": "Incorrect!",
                        "description": "Who knows what really happened here? Certainly the public record is somewhat vague about the why, but what we do know is that PetroSA’s chair seems to have unilaterally binned a contract for transporting workers to rigs, and was sued by Indwe Aviation. As an encore, he went on to try and sack his own newly appointed CEO (chosen by the Minister for Energy), who was later reinstated by the board[14][15][16]."
                    }
                },
                "learn-more": "",
                "references": [
                    {
                        "number": "14",
                        "url": "https://www.iol.co.za/news/south-africa/petrosa-taken-to-court-over-r40m-deal-489309"
                    },
                    {
                        "number": "15",
                        "url": "https://www.petroleumafrica.com/petrosa-faces-legal-action/"
                    },
                    {
                        "number": "16",
                        "url": "https://www.saflii.org/za/cases/ZAWCHC/2011/249.html\n"
                    }
                ]
            },
            {
                "format": "normal",
                "slug": "sell-sell-buy-bye",
                "title": "Sell, sell! Buy, bye!",
                "sub-title": "October 2015",
                "sections": [
                    {
                        "heading": "Set-up",
                        "text": "You're not the only one with big decisions to make in the energy cluster. \n\nThe acting CEO of PetroSA’s sister company, the Strategic Fuel Fund (SFF), has written to the Minister of Energy requesting permission to “rotate” some of its strategic oil reserves[17][18]. That means selling off some of the oil reserves and then replenishing them. \n\nThe Minister agrees to the request, with certain provisions regarding regular reporting of progress, a transparent process for sale and purchase of stock, and that stock levels are maintained."
                    },
                    {
                        "image": "whats-required-to-rotate-the-reserves.webp"
                    },
                    {
                        "heading": "The dilemma",
                        "text": "Should the SFF..."
                    },
                    {
                        "image": "to-comply-or-not-to-comply.webp"
                    }
                ],
                "options": [
                    {
                        "text": "Adhere to the Minister’s requests, carefully rotating the strategic reserve and ensuring accountability by involving the board and ministry at every step. ",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Mostly comply with the request, but leave a bit of a gap between selling off some oil and replacing it. After all, who will notice a few barrels gone missing for a few days?",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Comply with the Minister’s requests and sell off and replace 10.5 million barrels of oil, but accidentally forget to inform the board that you are undertaking such a major endeavour.",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Sell off 10.3 million barrels of oil at around a third less than market value. Keep it quiet, though, and no-one will know.",
                        "goto": "correct"
                    }
                ],
                "answers": {
                    "correct": {
                        "title": "Correct!",
                        "description": "They nearly got away with it! No-one noticed that the SFF sold off the strategic reserve for a pittance in December, they only got $28 per barrel when the market price was over $40! \n\nIn fact, in March the Minister told Parliament that there was still plenty of fuel in storage for a rainy day. Unfortunately, the truth did come out, but only two years later. The good news is that while everyone was sure the acting CEO would get jailed for that one (especially the board!), they aren't just walking free. In 2024 they were appointed head of the South African National Petroleum Company (SANPC). \n\nSomething to learn from?"
                    },
                    "incorrect": {
                        "title": "Incorrect!",
                        "description": "Well aren’t you just an angel?\n\nIn real life, the acting CEO of SFF flogged off the strategic reserve and didn’t bother to refill the tanks - effectively banking the cash but letting the reserve run dry. And to top it off, they only made $28 per barrel when the open market price was over $40. \n\nNo-one seemed to notice for a while, as that March the Minister told Parliament that there was still plenty of fuel in storage for a rainy day. Unfortunately, the truth did come out, but only two years later. The good news is that while everyone was sure the acting CEO would get jailed for that one (especially the SFF board!), they aren't just walking free. In 2024 they were appointed head of the South African National Petroleum Company (SANPC). \n\nSomething to learn from?"
                    }
                },
                "learn-more": "The international norm is to hold 90 days’ worth of oil supply in reserve, to alleviate any disruptions to the global supply chain. In South Africa’s case, this would equate to around 25m barrels, although local laws only mandate that the reserve holds 21 days’ worth (around 10m barrels)[19]. ",
                "references": [
                    {
                        "number": "17",
                        "url": " https://pmg.org.za/committee-meeting/24494/"
                    },
                    {
                        "number": "18",
                        "url": "https://pmg.org.za/committee-meeting/32407/"
                    },
                    {
                        "number": "19",
                        "url": "https://www.outa.co.za/blog/newsroom-1/post/reclaim-sas-strategic-oil-reserves-946 \n"
                    },
                    {
                        "number": "20",
                        "url": "https://www.engineeringnews.co.za/article/new-state-owned-petroleum-company-granted-permission-to-begin-operating-2024-09-18"
                    },
                    {
                        "number": "21",
                        "url": "https://www.news24.com/citypress/news/probe-clears-allegations-of-irregular-appointment-of-state-entitys-senior-managers-20220127\n"
                    },
                    {
                        "number": "22",
                        "url": "https://www.businesslive.co.za/bd/national/2020-05-11-central-energy-fund-fills-all-vacant-ceo-positions/"
                    }
                ]
            },
            {
                "format": "normal",
                "slug": "fair-days-pay-for-a-fair-days-work",
                "title": "A fair day’s pay for a fair day’s work",
                "sub-title": "2017",
                "sections": [
                    {
                        "heading": "Set-up",
                        "text": "It’s been a tough few years for you. Since those big write offs for your Egyptian and Ghanaian operations in 2012, the books haven’t been good. Try as you might, you can’t hide the fact you’ve lost R15 billion in the last two years, and will probably lose another billion the next."
                    },
                    {
                        "image": "profits-what-profits.webp"
                    },
                    {
                        "heading": "The dilemma",
                        "text": "Maybe it’s not all your fault the money isn’t coming in. The whole country has been struggling with overseas business since the Rand tanked at the appointment of David van Rooyen as Minister of Finance. Then the likes of Goldman Sachs keep telling the world how corrupt SA’s power sector is[23]. Do you…\n"
                    },
                    {
                        "image": "take-responsibility-or-take-a-bonus.webp"
                    }
                ],
                "options": [
                    {
                        "text": "Fire yourselves and demand to be replaced with a younger board composed of business greats with moral integrity?",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Plead for one more year to get the company back on the straight and narrow.",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Award yourselves R17.3 million in bonuses. It isn’t easy taking this much heat you know…",
                        "goto": "correct"
                    }
                ],
                "answers": {
                    "correct": {
                        "title": "Correct!",
                        "description": "Well done, now you’re getting how the game is played. In 2017, a parliamentary committee delivered a damning overview of Petro SA’s lack of accountability, with one ANC MP suggesting the entire board should be sacked for voting itself a whopping great set of bonuses despite awful financial performance[24]. They were not sacked, of course."
                    },
                    "incorrect": {
                        "title": "Incorrect!",
                        "description": "Oh please, these are the gravy train years and success isn’t measured by outcome but by loyalty. You deserve that bonus, you know you do, and so does your ultimate boss.\n\nIncidentally, in 2017, a parliamentary committee delivered a damning overview of Petro SA’s lack of accountability, with one ANC MP suggesting the entire board should be sacked for voting itself a whopping great set of bonuses despite awful financial performance[24]. They were not sacked, of course."
                    }
                },
                "learn-more": "PetroSA was often late publishing annual reports and financial statements, and  after 2020 stopped sharing its accounts altogether. Now its performance is included in the CEF’s annual reports so profits and losses are not always clear. Between 2013 and 2020, however, we know it lost more than R25bn[25].",
                "references": [
                    {
                        "number": "23",
                        "url": "https://www.moneyweb.co.za/news/economy/goldman-sachs-sees-eskom-as-biggest-risk-to-sa-economy/"
                    },
                    {
                        "title": "PetroSA annual reports",
                        "number": "24",
                        "url": "https://www.iol.co.za/news/golden-handshakes-bonuses-despite-petrosas-losses-8190663"
                    },
                    {
                        "number": "25",
                        "url": "https://pmg.org.za/committee-meeting/24147/"
                    },
                    {
                        "number": "26",
                        "url": "https://www.petrosa.co.za/investors.html"
                    }
                ]
            },
            {
                "format": "normal",
                "slug": "someone-has-to-pay",
                "title": "Someone has to pay",
                "sections": [
                    {
                        "heading": "Description",
                        "text": "PetroSA was established to (among other things) manage the production and refinement of petroleum products, largely via its MosselBay facility. With the closure of that facility, it now mostly acts as a middle person for supplying diesel to Eskom. Eskom has applied for (and been turned down) a licence to run its own import facilities and reduce costs."
                    },
                    {
                        "heading": "Set-up",
                        "text": "Loadshedding is sending demand for diesel sky high, and by a quirk of legislative fate, Eskom is not able to go to the markets directly to procure and import this fuel for its open combined gas turbine (OCGT) generators[27]."
                    },
                    {
                        "image": "sa-in-the-dark-eskom-left-powerless.webp"
                    },
                    {
                        "heading": "The dilemma",
                        "text": "You have the licences needed to procure and import diesel. Do you…"
                    },
                    {
                        "image": "good-faith-middlemen-or-pirate.webp"
                    }
                ],
                "options": [
                    {
                        "text": "Use your experience to find the very best prices on the open market and pass this saving on to Eskom in a spirit of national unity?",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Recommend Eskom be given permission to procure its own fuel, cutting out the middle people?",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Enter into a whole bunch of secret procurement contracts, and then charge Eskom higher than market rate for the fuel when it is landed?",
                        "goto": "correct"
                    }
                ],
                "answers": {
                    "correct": {
                        "title": "Correct!",
                        "description": "Of course that’s the way forward. Eskom’s fleet of power stations is collapsing due to years of disrepair, corruption and poor decision making. It has its own issues with state capture and organised crime, and no-one is going to notice if you take this opportunity to fill your own coffers at their expense[28]."
                    },
                    "incorrect": {
                        "title": "Incorrect!",
                        "description": "How can you overlook this opportunity? Your finances are in shambles and Eskom is desperate. You have what they need and only losers look out for the national interest these days. Go back and take what you can. Everyone else is!"
                    }
                },
                "learn-more": "In the financial year ending March 2023, it was alleged that PetroSA had charged Eskom up to R26 per litre for diesel, way over the pump price[28]. Actual numbers are, of course, rarely shared, but EE Intelligence reported the 2022-23 contract values as below. Who knows though? As reported by Carte Blanche[29], in 2023 Minister for Minerals and Energy, Gwede Mantashe, repeatedly justified secrecy around PetroSA’s contracting. In many cases, we just don’t know where it is buying from and how much it is selling for!",
                "references": [
                    {
                        "number": "27",
                        "url": "https://www.news24.com/fin24/economy/dmre-rejects-eskoms-bid-for-diesel-licence-20221230"
                    },
                    {
                        "number": "28",
                        "url": "https://www.dailymaverick.co.za/article/2023-02-02-diesel-or-darkness-petrosa-charges-eskom-unfair-prices-extracts-upfront-payments/"
                    },
                    {
                        "number": "29",
                        "url": "https://fuelsindustry.org.za/old-fuel-prices/"
                    },
                    {
                        "title": "PetroSA’s dirty business",
                        "number": "30",
                        "url": "https://www.youtube.com/watch?v=hNHNimb-YLI"
                    }
                ]
            },
            {
                "format": "normal",
                "slug": "double-booked",
                "title": "Double booked",
                "sub-title": "October 2023",
                "sections": [
                    {
                        "heading": "Description",
                        "text": "PetroSA had issued two tenders relating to funding of gas well expansion, for an estimated R21.6bn. Equator was selected to fund the project under one tender, while Theza was selected to execute the project and provide funding under another. A new joint venture was formed between the two companies and a final contract was awarded. Concerns were raised that the final contract was even broader than the original RFPs."
                    },
                    {
                        "heading": "Set-up",
                        "text": "Your goal is to restart your long mothballed gas-to-liquid (GTL) refinery by drilling for gas off the coast of South Africa. You’ve issued three tenders, one to finance the restarting of the refinery, one to drill new wells and one to fund the drilling. It’s an expensive project, the drilling is going to cost R21.6 billion[31]."
                    },
                    {
                        "image": "you-double-dipped-now-what.webp"
                    },
                    {
                        "heading": "The dilemma",
                        "text": "Somehow you’ve managed to mess up the tender process and contract two separate firms to provide the funding. Oops! Do you…"
                    },
                    {
                        "image": "tenders-to-get-mosgas-online.webp"
                    }
                ],
                "options": [
                    {
                        "text": "Tear up the tender documents and restart the process, firing the awards team along the way.",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Involve the Chief Procurement Officer to discover how such an egregious mistake was made and avoid it happening again.",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Tell one of the companies that they will not be involved in financing the deal, as per the original RFP.",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Encourage the two companies to form an opaque joint venture and carry on regardless. After all, they are old friends of yours!",
                        "goto": "correct"
                    }
                ],
                "answers": {
                    "correct": {
                        "title": "Correct!",
                        "description": "That’s right! You’re going to gloss over the irregularities even though one of the organisations has no track record in financing deals of this size or immediate access to such a large amount of funding. It’s run by a well connected “political operator” though. So you’re going to encourage the two winning bidders to create a joint venture, but inexplicably give the new company part of the third contract to restart the refinery as well![31] \n\nDon’t get too excited though. In July 2024 it was discovered that Equator Holdings, the organisation run by that political operator, had been liquidated because it failed to pay the R35K a month salaries at a local football club it owned[32]. Thus the whole multi billion rand deal is now in crisis. You couldn’t make it up…"
                    },
                    "incorrect": {
                        "title": "Incorrect!",
                        "description": "There are processes in place to ensure the procurement process is fair and somewhat transparent, but following them is not for a high-flying executive like yourself. In this case, a key irregularity is one of the organisations has no track record in financing deals of this size or immediate access to such a large amount of funding. It’s run by a well connected “political operator” though. So you’re going to encourage the two winning bidders to create a joint venture, but inexplicably give the new company part of the third contract to restart the refinery as well![31]  \n\nStill - maybe you did the right thing. In July 2024 it was discovered that Equator Holdings, the organisation run by that political operator, had been liquidated because for several years it failed to pay the R35K a month salaries at a local football club it owned[32]. Thus the whole multi billion rand deal is now in jeopardy. You couldn’t make it up…\n"
                    }
                },
                "learn-more": "Did we mention one of the key players in this deal is Gazprombank, the Russian bank associated with oil and gas investments? So there’s also the issue of potential sanctions busting activities given that the invasion of Ukraine has made that country a pariah. Still - those geopolitics have increased fuel prices to ridiculous levels at the pumps, even as wholesale costs have dropped, so we’ll get a good price from any new gas mined!",
                "references": [
                    {
                        "title": "Media reports on the founding of EquaTheza",
                        "number": "31",
                        "url": "https://www.dailymaverick.co.za/article/2024-01-23-petrosa-taps-notorious-political-operator-for-massive-offshore-gas-deal/"
                    },
                    {
                        "title": "Own goal! PetroSA’s multi-billion rand offshore gas deal thwarted by unpaid soccer player",
                        "number": "32",
                        "url": "https://amabhungane.org/own-goal-petrosas-multi-billion-rand-offshore-gas-deal-thwarted-by-unpaid-soccer-player/"
                    }
                ]
            },
            {
                "format": "normal",
                "slug": "kicking-it-into-touch",
                "title": "Kicking it into touch",
                "sub-title": "February 2024",
                "sections": [
                    {
                        "heading": "Description",
                        "text": "PetroSA has a huge shortfall in its budget for rehabilitation and decommissioning of facilities, which must be addressed by February 2024. It was reported in 2020 that this cost was R12.43bn, of which PetroSA has R2.78bn set aside. \n\nThere is a loophole that says it can buy itself 5 more years of time by entering into a payment agreement with the minister.\n\n"
                    },
                    {
                        "heading": "Set-up",
                        "text": "You are the CEO of PetroSA and you’re looking at a financial black hole. At the end of 2020, you knew you were R9.4 billion short of the R12.4bn you needed to set aside under the terms of the National Environmental Management Act 1998 (NEMA)[33], which governs issues such as rehabilitation and decommissioning of facilities… \n\nSome of this money is for cleaning up toxic waste left behind after a facility is closed, and it has to be handed over to the government within two years, but the prospects aren’t looking good. Even though directors are still getting bonuses and wasteful expenditure is up in the billions, you’ve not been putting the pennies aside for this one.\n\nThis is serious, if you don’t sort it out, you could face 10 years in prison!\n"
                    },
                    {
                        "image": "neglect-and-excess-leads-to-tough-decisions.webp"
                    },
                    {
                        "heading": "The dilemma",
                        "text": "That’s a lot of cash to find at short notice. Do you…"
                    }
                ],
                "options": [
                    {
                        "text": "Liquidate the company and put all the cash into the cleanup fund?",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Put out a press release highlighting the issue and asking the public to donate?",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Explain to the local community that oil pollution is not really that bad",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Turn yourself in and accept your fate",
                        "goto": "incorrect"
                    },
                    {
                        "text": "Issue a tender to reduce this environmental liability possibly to zero",
                        "goto": "correct"
                    }
                ],
                "answers": {
                    "correct": {
                        "title": "Correct!",
                        "description": "Unbelievable, but you did it anyway. Despite the fact your eyesore of a drilling rig hasn’t been in operation for 14 years, you just can’t stomach the costs of cleaning up the environmental disaster just leaving it there will be. So instead, you issue a tender notice calling for an expert who can “identify the potential to reduce the scope within the decommissioning”[34]. Cut costs, in other words.\n\nNot that it matters too much. By late 2024 the liability fund is still just as empty, and no-one has taken action to force PetroSA to pay up. This one is being kicked so far in to touch the players should try out for the Springboks."
                    },
                    "incorrect": {
                        "title": "Incorrect!",
                        "description": "You’ve not got the hang of this yet, have you? Despite the fact your eyesore of a drilling rig hasn’t been in operation for 14 years, the organisation just couldn’t stomach the costs of cleaning up the environmental disaster just leaving it there will be. So instead, it issued a tender notice calling for an expert who can “identify the potential to reduce the scope within the decommissioning”[34]. Cut costs, in other words.\n\nNot that it matters too much. By late 2024 the liability fund is still just as empty, and no-one has taken action to force PetroSA to pay up. This one is being kicked so far in to touch the players should try out for the Springboks."
                    }
                },
                "references": [
                    {
                        "title": "PetroSA Annual Report 2020",
                        "number": "33",
                        "url": "https://www.petrosa.co.za/PetroSA%20AR%202020%20Final.pdf"
                    },
                    {
                        "title": "Tender notice CTT24861",
                        "number": "34",
                        "url": "https://www.etenders.gov.za/home/Download/?blobName=208cc87a-038b-43ac-8af4-835393f47063.pdf&downloadedFileName=Decom%20Independent%20Review%20SOW_16%20Feb%202022.pdf\n"
                    }
                ]
            },
            {
                "format": "normal",
                "slug": "this-is-the-end",
                "title": "This is the end",
                "sub-title": "November 2024",
                "sections": [
                    {
                        "heading": "Description",
                        "text": "The end is nigh for PetroSA, as it is being rolled into a new SOE called the National Petroleum Company (NPC) and merged with the SFF and iGas. \n\nWell, it will eventually. When NPC started operating, PetroSA was left out because it was such a mess[35]. "
                    },
                    {
                        "heading": "Set-up",
                        "text": "Right now, there’s a more pressing need. The PetroSA CEO has been suspended pending an investigation[36] and you’ve got to pick up the reins. You can see what a mess the financials have been, and there’s an furore about the way the organisation has been gaslighting the nation over its activities, and continues to do so, by dodging questions and accountability.[37]\n\n"
                    },
                    {
                        "image": "the-walls-are-closing-in.webp"
                    },
                    {
                        "heading": "The dilemma",
                        "text": "You’ve got a load of useless infrastructure rusting away, and the golden goose that was loadshedding has finally been plucked. Do you.."
                    },
                    {
                        "image": "no-way-out-time-to-chose.webp"
                    }
                ],
                "options": [
                    {
                        "text": "Cease operations and recommend an immediate independent inquiry into the company’s affairs?",
                        "goto": "correct"
                    },
                    {
                        "text": "Push for merger into the new NPC but make a plan to leave PetroSA’s liabilities for South Africans to pay for",
                        "goto": "correct"
                    },
                    {
                        "text": "Promise to turn the company around while knowing that these promises are not binding, taking inspiration from other SOEs that are slowly becoming more transparent and effective?",
                        "goto": "correct"
                    }
                ],
                "answers": {
                    "correct": {
                        "title": "What is the correct answer?",
                        "description": "We don’t know - and neither do you. Right now it could go in any direction. But what is clear is that PetroSA should not be allowed to continue gaslighting the nation and hide its incompetence, corruption and waste behind a veil of obfuscation and poor transparency. \n\nAnd that means that it’s down to us, as active citizens and responsible voters to hold our state owned companies to account.\n\nJoin us to campaign for a cleaner, better future. \n"
                    }
                },
                "references": [
                    {
                        "number": "35",
                        "url": "https://www.iol.co.za/news/energy/petrosa-fails-to-make-the-cut-to-join-south-africas-new-national-petroleum-company-cc1b27ac-eaeb-445a-abfd-aef78b106492"
                    },
                    {
                        "number": "36",
                        "url": "https://www.news24.com/fin24/companies/petrosa-suspends-ceo-eight-months-after-appointment-20241017"
                    },
                    {
                        "number": "37",
                        "url": "https://www.dailymaverick.co.za/article/2024-11-20-unaccountable-00044-petrosa-bankrupt-but-open-for-business/"
                    }
                ]
            }
        ]
    }
}